Repository: nethesis/nethvoice-docs
Catalog: admin-manual/locale/*/LC_MESSAGES/app_mobile.po
Languages: es

source: App mobile
es: App móvil

source: L'applicazione Scan&Play è disponibile su smartphone e permette di scansionare i MAC address dei telefoni per velocizzare la configurazione e il provisioning.
es: La aplicación Scan&Play está disponible para smartphone y permite escanear las direcciones MAC de los teléfonos para hacer más rápida la configuración y el provisioning.

source: Requisiti
es: Requisitos

source: Presenza di un certificato valido sul server
es: Presencia de un certificado válido en el servidor

source: Raggiungibilità della porta HTTPS 443 dall'esterno
es: Accesibilidad de la puerta HTTPS 443 desde el exterior

source: Installazione
es: Instalación

source: L'applicazione è disponibile ai seguenti link:
es: La aplicación está disponible en el siguiente link:

source: E' possibile comunque cercare la parola **macscan** nei diversi store e installarla senza il link diretto.
es: Es posible buscar la palabra **macscan** en las diferentes tiendas de aplicaciones e instalarla sin el link directo.

source: Utilizzo
es: Uso

source: Appena avviata l'applicazione vi chiede le infomazioni di login:
es: Inmediatamente iniciada la aplicación os solicita la información de login:

source: Username: l'username dell'utente amministratore del centralino con cui collegarsi (che è `admin`)
es: Nombre usuario: el nombre de usuario administrador de la centralita con la que conectarse (que es `admin`)

source: Password: la password dell'utente admin con cui collegarsi
es: Contraseña: la contraseña del usuario admin con el que conectarse

source: Hostname: il nome o l'indirizzo IP del server (server in cui è installato il centralino)
es: Hostname: el nombre o la dirección IP del servidor (sevirdor en el que está instalado la centralita)

source: Una volta effettuato il login:
es: Una vez efectuado el login:

source: Premere il pulsante "Scan" per avviare la fotocamera dello smartphone
es: Pulsar el botón "Escanear" para iniciar la cámara del smartphone

source: Avvicinarsi al MAC address del telefono o della scatola del telefono
es: Acercarse a la dirección MAC del teléfono o de la caja del teléfono

source: L'applicazione riconosce il MAC address e ricava il fornitore del telefono
es: La aplicación reconoce la dirección MAC y obtiene el proveedor del teléfono

source: Selezionare il modello di telefono
es: Seleccionar el modelo de teléfono

source: Selezionare l'utente del centralino a cui associare il telefono
es: Seleccionar el usuario de la centralita al que asociar el teléfono

source: Premere il pulsante "Salva" per salvare la configurazione
es: Pulsar el botón "Guardar" para guardar la configuración

source: Collegare il telefono nella stessa rete del centralino e verificare che venga effettuato correttamente il provisioning del telefono.
es: Conectar el teléfono en la misma red que la centralita y verificar que sea efectuado correctamente el provisioning del teléfono.
