Repository: nethesis/nethvoice-docs
Catalog: admin-manual/locale/*/LC_MESSAGES/index.po
Languages: es

source: Manuale amministratore |product| |release|
es: Manual administrador |product| |release|

source: |product| è una nuova soluzione telefonica aperta ed integrata con l'intero sistema informativo aziendale, in grado di fornire tutti i servizi di comunicazione e collaborazione: dati, voce e video.
es: |product| es una nueva solución telefónica abierta e integrada con el sistema informativo empresarial, capaz de proporcionar todos los servicios de comunicación y colaboración:

source: Note di rilascio
es: Notas de lanzamiento

source: Introduzione
es: Introducción

source: Installazione
es: Instalación

source: Backup & Restore
es: Backup & Restauración

source: Configurazione Base
es: Configuración Base

source: Provisioning
es: Aprovisionamiento

source: Configurazione Avanzata
es: Configuración Avanzada

source: Moduli Aggiuntivi
es: Módulos Adjuntos

source: |product_cti|: Guida Sviluppatori
es: |product_cti|: Guía Programador

source: Appendice
es: Anexo

source: Indici
es: Índices
