Repository: nethesis/nethvoice-docs
Catalog: admin-manual/locale/*/LC_MESSAGES/installazione.po
Languages: es

source: Installazione
es: Instalación

source: Requisiti minimi
es: Requisitos mínimos

source: |product| è uno dei tanti prodotti installabile sulla base |parent_product|.
es: |product| es uno de los tantos productos instalables en la base |parent_product|.

source: Per installare |product| quindi il primo passo è installare |parent_product|, per i requisiti minimi, la compatibilità hardware e le modalità di installazione fare riferimento alla documentazione specifica, vedi il manuale di |parent_product|: `Installazione <http://nethserver.docs.nethesis.it/it/latest/installation.html>`_.
es: Para instalar |product| el primer paso es instalar |parent_product|, para los requisitos mínimos, la compatibilidad hardware y la modalidad de instalación dirigirse a la documentación específica, ver el manual de |parent_product|: `Instalación <http://nethserver.docs.nethesis.it/it/latest/installation.html>`_.

source: Quando l'installazione di |parent_product| è stata completata con successo, per installare |product| è necessario prima registrare il server seguendo la procedura documentata: `Registrazione <http://nethserver.docs.nethesis.it/it/latest/registration.html>`_.
es: Cuando la instalación de |parent_product| ha sido completada con éxito, para instalar |product| es necesario antes registrar el servidor siguiendo el procedimiento documentado: `Registro <http://nethserver.docs.nethesis.it/it/latest/registration.html>`_.

source: Registrato il server, dalla gestione pacchetti, vedi `qui <http://nethserver.docs.nethesis.it/it/latest/packages.html>`_, è possibile installare |product| e tutti i moduli correlati opzionali, come ad esempio il |product_cti|.
es: Registrado el servidor, desde la gestión de paquetes, ver `aquí <http://nethserver.docs.nethesis.it/it/latest/packages.html>`_, es posible instalar |product| y todos los módulos relacionados opcionales, como por ejemplo el |product_cti|.

source: Una volta avviata l'installazione il server scaricherà i pacchetti occorrenti da vari repository per poi automaticamente installarli ed effettuare le configurazioni necessarie.
es: Una vez iniciada la instalación el servidor descargará los paquetes necesarios de varios repositorios para después automáticamente instalarlos y efectuar las configuraciones necesarias.

source: Terminata questa fase, |product| sarà pronto per essere utilizzato.
es: Terminada esta fase, |product| estará listo para ser utilizado.

source: Il pannello di configurazione di |product| è raggiungibile *dalle reti locali e dalle reti fidate* all'indirizzo
es: El panel de configuración de |product| es alcanzable *desde redes locales y desde redes de confianza* en la dirección

source: dove per *nomeserver* si intende il nome (anche seguito dal dominio) dato al |product| in fase di installazione.
es: donde para *nombreservidor* se entiende el nombre (seguido del dominio) dado al |product| en fase de instalación.

source: L'accesso è consentito anche sostituendo a *nomeserver* l'ip del |product|.
es: El acceso es consentido también sustituyendo a *nombreservidor* la ip del |product|.

source: L'accesso è garantito di default all'utente admin che ha come password di default *Nethesis,1234*
es: El acceso está garantizado por defecto al usuario admin que tiene como contraseña por defecto *Nethesis,1234*

source: Accesso Esterno
es: Acceso Externo

source: Interfaccia Web
es: Interfaz Web

source: Per accedere da una rete diversa da quelle locali o fidate all'interfaccia web di amministrazione di |product|, aggiungere la rete di provenienza nel menù *Accesso centralino-> Accesso interfaccia web* di |parent_product|.
es: Para acceder a una red diferente desde las locales o de confianza a la interfaz web de administración de |product|, añadir la red de procedencia en el menú *Acceso centralita-> Acceso interfaz web* de |parent_product|.

source: Servizi
es: Servicios

source: |product| consente di aprire a reti esterne il protocollo IAX, il protocollo WebRTC e la WebSocket per l'accesso al |product_cti|.
es: |product| permite abrir a redes externas el protocolo IAX, el protocolo WebRTC y la WebSocket para el acceso al |product_cti|.

source: L'apertura verso l'esterno del protocollo SIP è decisamente sconsigliata e per questo non prevista da interfaccia.
es: La apertura a través del externo del protocolo SIP es definitivamente no recomendada y por esto no prevista de interfaz.

source: Per aprire IAX, WebRTC e la WebSocket accedere all'interfaccia di amministrazione di |parent_product| nel menù *Accesso centralino-> Accesso esterno*.
es: Para abrir IAX, WebRTC y la WebSocket acceder a la interfaz de administración de |parent_product| en el menú *Acceso centralita-> Acceso externo*.
